{
  "0": {
    "id": 0,
    "author": "Therese Manning",
    "title": "tempor dolor veniam occaecat",
    "genre": "fantasy",
    "date": "1847-02-26",
    "description": "Duis culpa laboris ullamco esse. Ea esse irure pariatur cillum laborum id exercitation. Lorem sint veniam et fugiat ut ex sint dolor laborum id eu cillum. Nostrud occaecat nisi amet reprehenderit. Nostrud tempor mollit fugiat do. Excepteur id sint incididunt culpa id ipsum aute ex minim. Reprehenderit labore cupidatat pariatur sunt Lorem.\r\nLabore consequat non anim pariatur veniam. Voluptate sit enim nostrud voluptate laborum fugiat ad nostrud laboris eiusmod. Dolor veniam nisi id veniam reprehenderit consectetur nostrud commodo sint deserunt. Ex esse veniam officia duis magna commodo proident laboris ex id nulla. Dolore aliqua eiusmod minim labore laboris non non ex elit.\r\nVoluptate magna consectetur sit ipsum eiusmod minim veniam culpa veniam amet amet tempor. Sint ullamco est amet excepteur consectetur. Dolore elit est ullamco dolor laboris. Ex nisi nisi dolor ad.\r\n"
  },
  "1": {
    "id": 1,
    "author": "Pacheco Calhoun",
    "title": "id ut incididunt",
    "genre": "fantasy",
    "date": "1868-11-16",
    "description": "Minim pariatur consequat qui irure cupidatat excepteur aliquip consequat eiusmod est. Est aute qui ex laboris culpa nulla esse reprehenderit dolor voluptate reprehenderit velit minim. Est ullamco irure tempor consectetur.\r\nFugiat est est amet occaecat reprehenderit labore. Culpa ex nisi ad non laborum exercitation. Dolor dolor quis ullamco cillum culpa sunt officia sit mollit proident.\r\nSit mollit laboris do sint proident dolore ipsum fugiat anim pariatur. Sit cupidatat cupidatat proident nulla tempor cupidatat quis. Enim aute labore minim quis voluptate fugiat eiusmod officia elit nisi fugiat magna deserunt cillum. Exercitation duis consectetur ut ad sunt sunt dolore veniam pariatur dolore. Amet occaecat quis adipisicing qui labore nostrud ullamco laboris do adipisicing cillum cupidatat culpa.\r\n"
  },
  "2": {
    "id": 2,
    "author": "Hall Thompson",
    "title": "non",
    "genre": "thriller",
    "date": "1846-03-17",
    "description": "Incididunt exercitation occaecat dolor nisi consequat veniam amet consectetur dolor cillum aliqua exercitation esse. Incididunt ex dolore id pariatur cupidatat id velit voluptate velit sint. Veniam enim est reprehenderit enim mollit qui aliquip laboris nisi. Voluptate tempor nisi cillum irure amet. Ex eiusmod laboris reprehenderit sit amet ad. Amet duis sunt consequat incididunt laborum ex elit quis exercitation sint minim cillum sint esse.\r\nIncididunt sit pariatur officia ipsum velit. Commodo cillum aliquip veniam labore velit sint incididunt in ut quis enim culpa exercitation qui. Adipisicing eu sint occaecat laboris sunt Lorem irure ea laboris nostrud aute fugiat quis aute. Ad do velit laborum aute esse ullamco cillum aute nostrud. Non cillum consequat deserunt nisi.\r\n"
  },
  "3": {
    "id": 3,
    "author": "Some Wanker",
    "title": "NAV",
    "genre": "romance",
    "date": "1899-06-17",
    "description": "[REDACTED 2] Enim sint in aliquip incididunt aute cillum fugiat dolor do sit adipisicing. Veniam eu ut esse adipisicing ullamco ut dolor incididunt et ea nisi aute ex eiusmod. Sint sint nisi irure nisi duis amet. Irure aliqua eiusmod et voluptate nisi exercitation sint culpa anim voluptate ullamco ex deserunt. Culpa consequat est duis ut sint minim occaecat ad nostrud ex labore tempor. Labore exercitation sit dolor tempor excepteur et.\r\nCommodo voluptate cupidatat aliqua ullamco sunt laboris reprehenderit. Cupidatat veniam sint aliqua sunt nostrud aliquip anim tempor. Consectetur eu cillum eu eu ea consequat consectetur laborum excepteur. Velit non duis ipsum nulla id eiusmod cupidatat ipsum anim eu. Adipisicing non exercitation tempor qui Lorem proident velit exercitation excepteur aliquip anim Lorem. Veniam ut laboris do nostrud adipisicing ullamco quis.\r\n"
  },
  "4": {
    "id": 4,
    "author": "Wilder Kennedy",
    "title": "ut nulla in do",
    "genre": "romance",
    "date": "1841-10-27",
    "description": "Incididunt mollit aliqua eiusmod cillum enim. Sit ut sint ipsum duis eu eiusmod commodo. Voluptate mollit Lorem et nisi reprehenderit deserunt qui non consequat minim et non commodo.\r\n"
  },
  "5": {
    "id": 5,
    "author": "Kate Skinner",
    "title": "aliquip sint aliqua aliquip",
    "genre": "fantasy",
    "date": "1679-01-10",
    "description": "Nulla proident voluptate consectetur esse eu tempor voluptate non. Deserunt aliquip ullamco ullamco ipsum excepteur qui magna do sit. Nisi voluptate ex nostrud mollit ut non ex.\r\n"
  },
  "6": {
    "id": 6,
    "author": "Carmen Zamora",
    "title": "consectetur voluptate quis ad",
    "genre": "detective",
    "date": "1718-05-09",
    "description": "Pariatur sint veniam labore labore ut amet mollit incididunt adipisicing dolor ad eiusmod officia. Nisi cupidatat ex reprehenderit veniam ullamco anim esse eiusmod labore exercitation ex exercitation. Excepteur pariatur sit ullamco velit.\r\nLorem qui consequat aute cupidatat qui cupidatat nisi culpa proident. Occaecat minim ipsum duis tempor. Nisi id aliqua est ullamco proident duis adipisicing nulla aute officia Lorem excepteur occaecat culpa. Consectetur eu reprehenderit cupidatat deserunt mollit. Dolore eiusmod velit commodo culpa officia. Officia aliqua non ipsum incididunt id cupidatat et consectetur cupidatat aliqua mollit.\r\n"
  },
  "7": {
    "id": 7,
    "author": "Suarez Hinton",
    "title": "minim aute sint",
    "genre": "detective",
    "date": "1957-01-22",
    "description": "Aute reprehenderit ex qui magna consectetur. Anim nostrud reprehenderit esse reprehenderit magna. Id commodo officia id non aliqua.\r\nIn anim mollit aute aliquip culpa quis cupidatat in. Eiusmod quis magna mollit nulla aliquip excepteur incididunt. Labore dolore reprehenderit non laboris cillum labore elit cillum excepteur. Commodo cillum enim aliquip excepteur voluptate ad enim dolor cillum. Reprehenderit do ut tempor aliqua aliqua labore culpa adipisicing in ut fugiat id. Deserunt tempor consectetur consequat officia et irure veniam.\r\n"
  },
  "8": {
    "id": 8,
    "author": "Adkins Gray",
    "title": "elit anim",
    "genre": "detective",
    "date": "1854-11-19",
    "description": "Proident officia qui aliqua sunt officia. Velit enim excepteur ullamco excepteur ipsum ullamco deserunt pariatur reprehenderit aliqua reprehenderit est velit enim. In elit dolore Lorem Lorem eiusmod Lorem laboris.\r\nOccaecat laboris anim veniam enim labore nostrud aliqua. Ad eu voluptate duis sunt nostrud ut nulla eiusmod et occaecat duis id duis minim. Pariatur nostrud irure elit aliquip elit ipsum ea excepteur officia. Aliqua eu veniam nisi ea. Fugiat tempor Lorem ea nostrud officia pariatur ex. Enim laboris laboris nostrud adipisicing et dolore deserunt officia duis. Veniam veniam laboris quis laborum fugiat in tempor laborum amet veniam.\r\nEnim sit eu id sit et. Esse mollit cupidatat aliqua ut reprehenderit culpa est aliqua occaecat qui. Officia eu deserunt ipsum in nostrud officia occaecat eiusmod. Irure cupidatat consectetur consectetur proident qui pariatur deserunt in mollit. Dolor culpa commodo nisi laborum sunt quis Lorem magna id laboris ipsum mollit magna. Deserunt ea dolore aliqua quis sunt enim. Laboris amet sit aute dolore elit quis reprehenderit occaecat.\r\n"
  },
  "9": {
    "id": 9,
    "author": "Andrea Brown",
    "title": "exercitation",
    "genre": "detective",
    "date": "1851-11-09",
    "description": "Amet officia duis sunt anim amet qui consectetur pariatur ullamco cillum irure duis. Cillum duis qui nulla excepteur ipsum velit voluptate quis ipsum. Et consectetur id id sit qui occaecat irure Lorem eu in. Aute proident ex excepteur labore deserunt dolor culpa eu nisi dolor amet reprehenderit amet proident. Exercitation reprehenderit nisi in anim esse cillum ipsum tempor ea.\r\nEiusmod Lorem quis exercitation laboris non dolore ipsum ea proident reprehenderit esse excepteur ut officia. Nulla elit et consequat laborum velit non qui nisi id qui commodo. Dolor excepteur Lorem tempor ad dolor dolor ea. Officia magna proident elit amet dolor sit ut nisi in.\r\n"
  },
  "11": {
    "id": 11,
    "author": "Norman Dominguez",
    "title": "proident commodo sit aute",
    "genre": "thriller",
    "date": "1913-07-31",
    "description": "Adipisicing minim id dolore proident deserunt proident excepteur eiusmod consectetur nulla. Labore excepteur dolor laboris magna magna. Sint velit anim ea labore est quis sit.\r\nTempor amet ipsum commodo velit elit eu culpa culpa veniam dolore cupidatat dolore. Proident magna culpa quis excepteur deserunt et et sunt in qui est. Qui ullamco aliqua consequat ullamco sunt magna esse adipisicing sint qui aliquip eu. Mollit sunt deserunt qui nisi esse consectetur sint laboris. Eiusmod aliquip veniam esse reprehenderit ut laborum nulla in minim in commodo deserunt magna quis. Aute enim proident culpa incididunt voluptate amet proident exercitation laborum consequat commodo aliqua nostrud. Occaecat enim commodo mollit aute do sunt do aliqua nisi minim pariatur nostrud.\r\nSint qui dolor dolor do ut dolore nisi occaecat fugiat mollit ex nulla. Et nulla anim ex reprehenderit pariatur culpa et. Esse exercitation sunt nisi minim excepteur consequat do nulla ipsum sit.\r\n"
  },
  "12": {
    "id": 12,
    "author": "Bridges Turner",
    "title": "deserunt velit",
    "genre": "thriller",
    "date": "1959-11-26",
    "description": "Enim dolor irure esse esse culpa adipisicing laborum reprehenderit nisi. In nulla sit exercitation sint duis laborum esse incididunt ea nulla ex et officia amet. Officia laboris laboris incididunt excepteur irure.\r\nExercitation nulla irure nisi minim amet nulla do labore. Et dolore sint quis nisi sit. Qui commodo aute exercitation laborum elit aute. Sit eiusmod ut tempor deserunt sunt. Sit esse qui veniam aliquip occaecat sunt est dolor irure pariatur.\r\n"
  },
  "13": {
    "id": 13,
    "author": "Benson Terry",
    "title": "et reprehenderit",
    "genre": "fantasy",
    "date": "1978-07-18",
    "description": "Ex ex et officia qui duis qui eiusmod adipisicing sit ipsum. Magna do aliquip exercitation exercitation labore Lorem veniam qui exercitation. Elit reprehenderit reprehenderit consectetur sint qui dolor sunt ad tempor qui incididunt. Laboris exercitation elit minim officia eiusmod tempor mollit. Labore in adipisicing dolore cupidatat duis dolore do dolor minim consectetur cupidatat fugiat.\r\nDeserunt ad sit culpa incididunt consectetur sunt nostrud magna adipisicing magna sint. Tempor in adipisicing consequat nulla nisi aliqua. Esse eu culpa eiusmod velit magna pariatur quis anim aliqua ex reprehenderit pariatur. Duis nostrud deserunt nulla ut dolore qui sunt excepteur nisi officia est fugiat. Amet laborum tempor nulla tempor aliqua excepteur sit incididunt consequat Lorem dolore sit. Ad Lorem et adipisicing quis id dolor.\r\nSint laborum non ex excepteur in tempor est elit reprehenderit ipsum id qui sit ea. Sint et nulla magna ea officia proident anim adipisicing nulla deserunt. Non est magna culpa in enim aliquip anim eiusmod.\r\n"
  },
  "265c989d-f23c-43ce-8aae-4ffbaed2eff2": {
    "id": "265c989d-f23c-43ce-8aae-4ffbaed2eff2",
    "author": "Added",
    "title": "Added Book 12",
    "genre": "phantasy",
    "date": "2000-01-01",
    "description": "Some description, bruv!"
  }
}